acpi
acpid
alacritty
alsa-firmware
alsa-utils
android-tools
android-udev
apparmor
appimagelauncher
ark
autoconf
automake
avahi
awesome
b43-fwcutter
bash
binutils
bison
bluedevil
brave
btrfs-progs
bzip2
cantata
cdparanoia
cdrdao
cmatrix
coreutils
cowsay
cpupower
crda
cronie
cryptsetup
device-mapper
dhclient
dhcpcd
diffutils
dmidecode
dmraid
dnsmasq
dolphin
dolphin-plugins
dosfstools
dvd+rw-tools
e2fsprogs
ecryptfs-utils
efibootmgr
emacs
emovix
exfat-utils
f2fs-tools
fakeroot
feh
ffmpeg
ffmpegthumbs
file
filelight
filesystem
findutils
firefox
flex
fortune-mod
fwupd
fzf
gawk
gcc
gcc-libs
gettext
git
glibc
gnome-icon-theme
gnome-themes-extra
grep
grub
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtk3
gtkmm3
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwenview
gzip
hardcode-fixer
htop
i3-gaps
i3lock
illyria-wallpaper
inetutils
intel-ucode
inxi
iproute2
iputils
jfsutils
k3b
kaccounts-providers
kamera
kate
kcalc
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
keditbookmarks
kernel-alive
kfind
kgamma5
kget
khelpcenter
khotkeys
kimageformats
kinfocenter
kio-extras
kitty
kmenuedit
konsole
konversation
kscreen
kscreenlocker
ksshaskpass
ksysguard
ksystemlog
kwallet-pam
kwalletmanager
kwayland-integration
kwin
kwrited
less
lib32-flex
lib32-libcanberra
lib32-libcanberra-pulse
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-mesa-demos
libcanberra
libcanberra-gstreamer
libcanberra-pulse
libdvdcss
libktorrent
libreoffice-still
libtool
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
licenses
linux56
linux56-virtualbox-guest-modules
linux57
linux57-virtualbox-guest-modules
logrotate
lolcat
lvm2
m4
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-kde-settings
manjaro-printer
manjaro-pulse
manjaro-release
manjaro-settings-manager-kcm
manjaro-settings-manager-knotifier
manjaro-system
manjaro-wallpapers-18.0
manjaro-zsh-config
mc
mdadm
memtest86+
mesa-demos
mhwd
mhwd-db
milou
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mpd
mtpfs
musescore
nano
neofetch
neovim
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nitrogen
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
numlockx
okular
open-vm-tools
openresolv
openssh
os-prober
oxygen
oxygen-icons
p7zip
pacman
pamac-cli
pamac-flatpak-plugin
pamac-gtk
pamac-snap-plugin
pamac-tray-appindicator
partitionmanager
patch
patchutils
pciutils
perl
perl-file-mimeinfo
phonon-qt5-gstreamer
picom
pkgconf
plasma-desktop
plasma-nm
plasma-pa
plasma-simplemenu
plasma-workspace
plasma-workspace-wallpapers
poppler-data
powerdevil
powertop
print-manager
procps-ng
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
python-pillow
python-pip
python-pyqt5
python-pysmbc
python-reportlab
qbittorrent
qt5-imageformats
qt5-virtualkeyboard
qtile
ranger
reiserfsprogs
ripgrep
rofi
rsync
ruby
s-nail
samba
screenfetch
sddm
sddm-breath2-theme
sddm-kcm
sed
shadow
skanlite
snapd
snapd-glib
spectacle
spectre-meltdown-checker
spice-vdagent
sshfs
steam-manjaro
subversion
sudo
sysfsutils
system-config-printer
systemd
systemd-fsck-silent
systemd-kcm
systemd-sysvcompat
systemsettings
tar
terminus-font
texinfo
thunderbird
timeshift
tlp
transcode
tree
ttf-bitstream-vera
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-joypixels
ttf-liberation
udiskie
udisks2
unarchiver
usb_modeswitch
usbutils
user-manager
util-linux
vcdimager
vi
vifm
virtualbox-guest-utils
vlc
wallpapers-2018
wallpapers-juhraya
wget
which
wpa_supplicant
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-vmmouse
xf86-input-void
xf86-video-vmware
xfsprogs
xmobar
xmonad
xmonad-contrib
xorg-server
xorg-twm
xorg-xinit
xorg-xkill
xsel
xterm
xz
yakuake
yay
zensu
